{
    "ANIMAL TOTEMS":[
        {"name":"Badger","environment":"Forest", "advantages":"+2 dice for combat spells, +2 dice for forest spirits","disadvantages": "Badger shamans may go berserk in combat, the same as Bear shamans"},
        {"name":"Bat","environment":"Anywhere","advantages":"+2 dice for detection and manipulation spells, +1 die for spirits of the sky","disadvantages":"+2 to all magical target numbers when in direct sunlight."},
        {"name":"Boar","environment":"Forest","advantages":"+2 dice for combat spells, +1 service from any spirit summoned for combat purposes","disadvantages":"-1 die for illusion spells. Boar shamans must make a Willpower (6) Test to withdraw from conflict. "},
        {"name":"Bull","environment":"Forest, mountains or plains","advantages":"+2 dice for health spells, +1 die for combat and detection spells","disadvantages":"A Bull shaman must have a minimum Charisma of 4."},
        {"name":"Cheetah","environment":"Savannah","advantages":"+2 dice for combat spells, +2 dice for savannah (prairie) spirits","disadvantages":"-1 die for health spells. Cheetah shamans must have a minimum Reaction of 4."},
        {"name":"Cobra","environment":"Jungle","advantages":"+2 dice to combat and illusion spells, +1 die for jungle (forest) spirits","disadvantages":" If surprised (p. 108, SR3), a Cobra shaman adds a +1 modifier to all target numbers for the remainder of that combat."},
        {"name":"Crab","environment":"On or by the sea","advantages":"+2 dice for sea spirits, +1 die for all Damage Resistance Tests (including Drain Tests)","disadvantages":"-1 die for illusion spells. A Crab shaman must make a Willpower (6) Test to change his mind, much like Dog (p. 164, SR3)."},
        {"name":"Crocodile","environment":"On or by the sea","advantages":"+2 dice for combat spells, +1 die for illusion spells, +2 dice for sea spirits ","disadvantages":"Crocodile shamans may go berserk in the same way as Shark shamans (p. 166, SR3)."},
        {"name":"Dove","environment":"Forests and Savannah","advantages":"+2 dice for health spells, +1 die for detection spells, +1 die for spirits of the sky ","disadvantages":"Dove shamans cannot cast combat spells. They hate the thought of hurting others and must make a successful Willpower (6) Test to purposely inflict physical damage on a metahuman."},
        {"name":"Elk","environment":"Plains, forests and tundra","advantages":"+1 die for health spells, +1 die for spell defense, +2 dice for spirits of the land","disadvantages":"-2 dice for combat spells"},
        {"name":"Fish","environment":"On or near water","advantages":"+2 dice for detection spells, +2 dice for one spirits of the waters (shaman's choice)","disadvantages":"-1 die for combat spells"},
        {"name":"Fox","environment":"Anywhere on land","advantages":"+2 dice for illusion spells, +2 dice for any one spirit of the land or spirit of man (shaman's choice)","disadvantages":"-1 die for combat spells. A Fox shaman must make a Willpower (6) Test to spare a fallen enemy."},
        {"name":"Gecko","environment":"Anywhere","advantages":"+2 dice for illusion or manipulation spells (shaman's choice), +1 die for resisting any type of poison","disadvantages":"-1 die for combat spells"},
        {"name":"Goose","environment":"Anywhere near wate","advantages":"+2 dice for detection spells, +1 die for combat spells, +2 dice for a single spirit of the land, sky or waters (shaman's choice) ", "disadvantages":"Goose shamans know their chosen territory well. Away from their home city or region, however, they suffer +2 to all magical target numbers. If the shaman moves to a new home, it takes a full turn of the moon (28 days) to acclimate to the new locale and eliminate the penalty. "},
        {"name":"Horse","environment":"Prairie","advantages":"+2 dice for health spells, +2 dice for prairie spirits. Horse shaman initiates can also attempt to learn the Movement critter power (self only, three times a day; see p.265, SR3) as a metamagical technique.","disadvantages":"-1 die when resisting combat or illusion spells (shaman must choose at character creation)."},
        {"name":"Hyena","environment":"Savannah","advantages":"+2 dice for combat spells, +2 dice for Banishing any spirits ","disadvantages":"-1 die for health spells. Must make a Willpower (6) Test to perform an action with no benefit to herself."},
        {"name":"Jackal","environment":"Savannah","advantages":"+2 dice for detection and illusion spells, +2 dice for savannah (prairie) spirits","disadvantages":"-1 die for all combat spells"},
        {"name":"Jaguar","environment":"Jungle","advantages":"+2 dice for detection spells, +2 dice for forest spirits","disadvantages":"-1 die for health spell"},
        {"name":"Leopard","environment":"Forest and savannah","advantages":"+2 dice for combat and health spells, +2 dice for all nature spirits at night","disadvantages":"-1 die for resisting illusion spells"},
        {"name":"Lizard","environment":"Desert, forest or mountains","advantages":"+2 dice for health spells, +2 dice for desert, forest or mountain spirits (shaman's choice)","disadvantages":"+2 to all target numbers while in tight quarters. When trapped in a confined place with no clear view of the sky, a Lizard shaman must make a Willpower (6) Test. The shaman flies into a berserk panic for 3 turns, minus 1 turn for every success generated on the Willpower Test. While in a panic, the shaman will do everything possible to get out of the enclosed space"},
        {"name":"Monkey","environment":"Forest","advantages":"+2 dice for manipulation spells, +2 dice for spirits of man","disadvantages":"-1 die for combat spells"},
        {"name":"Otter","environment":"On or near water","advantages":"+2 dice for illusion spells, +2 dice for river or sea spirits (shaman's choice)","disadvantages":"-1 die for combat spells"},
        {"name":"Parrot","environment":"Jungle","advantages":"+2 dice to illusion spells, +2 dice to jungle (forest) spirits","disadvantages":"Parrot's magic exists to bring applause. Apply a +1 modifier to all magical target numbers when a Parrot shaman's magical actions are not witnessed by someone who can be impressed by them. "},
        {"name":"Polecat","environment":"Anywhere on land","advantages":"+1 die for combat spells (+1 more die for combat spells at night), +2 dice for spirits of the land","disadvantages":"-1 die for health spells. In combat, a Polecat shaman will single-mindedly continue to attack an opponent until they are downed, ignoring other opponents; the shaman must make a Willpower (6) Test to break off the attack."},
        {"name":"Prairie Dog","environment":"Anywhere on land","advantages":"+2 dice for detection spells, +1 die for illusion spells, +2 dice for spirits of the land","disadvantages":"-2 dice for combat spells. Prairie Dog shamans must have a minimum Charisma of 4."},
        {"name":"Puma","environment":"Any isolated wilderness location except the desert","advantages":"+2 dice for illusion spells, +2 dice for mountain spirits","disadvantages":"2 to all magical target numbers when in direct sunlight or in crowds"},
        {"name":"Python","environment":"Jungle","advantages":"+2 dice for health and control manipulation spells, +2 dice for jungle (forest) spirits","disadvantages":"A Python shaman must make a successful Willpower (6) Test to break off combat or any other sustained activity."},
        {"name":"Scorpion","environment":"Desert","advantages":"+2 dice for combat and illusion spells. Scorpion shamans can milk venom from ordinary and Awakened scorpions, and scorpion venom never does more than Light damage to a Scorpion shaman","disadvantages":"+2 to all magical target numbers during the day, –1 die for all Conjuring Tests. Scorpion shamans become irritable and depressed when away from their desert homes: +1 to all of the shaman's magical target numbers for each day outside the desert to a maximum of +6."},
        {"name":"Spider","environment":"The quiet, dark places into which others seldom look","advantages":"+2 dice for illusion spells, +1 die for all nature spirits","disadvantages":"+2 to all magical target numbers in the open, away from immediate shelter. +1 to all target numbers if a Spider shaman does not have sufficient time to plan and consider a situation"},
        {"name":"Stag","environment":"Forest","advantages":"+2 dice for health and illusion spells, +2 dice for forest spirits","disadvantages":"-1 die for manipulation spells"},
        {"name":"Turtle","environment":"On or near water","advantages":": +2 dice for illusion spells, +2 dice for one spirit of the waters (shaman's choice)","disadvantages":"-2 dice for combat spells "},
        {"name":"Whale","environment":"On or near the sea","advantages":"+2 dice for combat spells, +2 dice for sea spirit","disadvantages":"-1 die for illusion spells"},
        {"name":"Bear","environment":"Forest","advantages":"+2 dice for health spells, +2 dice for forest spirits","disadvantages":" Bear shamans can go berserk when wounded. Whenever a Bear shaman takes physical damage in combat, the player makes a Willpower (4) Test. The shaman goes berserk for 3 turns, minus 1 turn per success. Three or more successes avert the berserk rage entirely. A berserk  shaman will attack the closest living thing, friend or foe, using the most powerful weapons available (mundane or magical). If the shaman incapacitates a target before the time is up, the berserk fury dissipates."},
        {"name":"Buffalo","environment":"Plains","advantages":"+2 dice for health spells, +2 dice for prairie spirits","disadvantages":":-1 die for illusion spells"},
        {"name":"Cat","environment":"Urban","advantages":"+2 dice for illusion spells, +2 dice for city spirits ","disadvantages":"+1 to all Mental target numbers if dirty or unkempt. An unwounded Cat shaman must make a Willpower (6) Test when casting a damaging spell. If the test fails, the shaman must cast her least-damaging spell (at its minimum damage level, for a variable damage spell, and at 1/2 Force). If the shaman is wounded, all this playing around stops."},
        {"name":"Coyote","environment":"Anywhere on land ","advantages":"None","disadvantages":"None"},
        {"name":"Dog","environment":"Urban","advantages":"+2 dice for detection spells, +2 dice for field and hearth spirits","disadvantages":": A Dog shaman must make a Willpower (6) Test to change a declared course of action. The test requires a Complex Action as Dog struggles to change his mind."},
        {"name":"Dolphin","environment":": On or by the sea","advantages":"+2 dice for detection spells, +2 dice for sea spirits","disadvantages":"-1 die for combat spells "},
        {"name":"Eagle","environment":"Mountains","advantages":"+2 dice for detection spells, +2 dice for all spirits of the sky","disadvantages":"Double the Essence loss caused by adding cyberware because of the psychological impact this has on the Eagle shaman."},
        {"name":"Gator","environment":"Swamp, river or urban","advantages":"+2 dice for combat and detection spells. As a wilderness totem +2 dice for swamp, lake or river spirits (shaman's choice). As an urban totem, +2 dice for city spirits. ","disadvantages":"-1 die for illusion spells. It takes a Willpower (6) Test for a Gator shaman to break off a fight, chase or other direct action."},
        {"name":"Lion","environment":"Prairie","advantages":"+2 dice for combat spells, +2 dice for prairie spirits","disadvantages":"-1 die for health spells"},
        {"name":"Mouse","environment":"Urban or fields ","advantages":"+2 dice for detection and health spells, +2 dice for hearth and field spirits.","disadvantages":"-2 dice for combat spells "},
        {"name":"Owl","environment":"Anywhere","advantages":"+2 dice for any Sorcery or Conjuring at night","disadvantages":"+2 to all magical target numbers during the daytime."},
        {"name":"Raccoon","environment":"Anywhere but the desert","advantages":" +2 dice for manipulation spells, +2 dice for city spirits ","disadvantages":"-1 die for combat spells"},
        {"name":"Rat","environment":"Urban","advantages":"+2 dice for detection and illusion spells, +2 dice for city spirits ","disadvantages":"-1 die for combat spells"},
        {"name":"Raven","environment":"Anywhere under the open sky","advantages":"+2 dice for manipulation spells, +2 dice for sky spirits","disadvantages":": +1 to all magical target numbers while not under the open sky "},
        {"name":"Shark","environment":"On or by the sea","advantages":"+2 dice for combat and detection spells, +2 dice for sea spirits","disadvantages":"Shark shamans can go berserk in combat similar to Bear shamans, when they are wounded or when they kill an opponent (see p. 163). A berserk Shark shaman may, instead of attacking a living target, continue to attack the body of his last victim, if the player chooses."},
        {"name":"Snake","environment":"Anywhere on land","advantages":"+2 dice for detection, health and illusion spells. As a wilderness totem, +2 dice for any one spirit of the land (shaman's choice). As an urban totem, +2 dice for any one spirit of man (shaman's choice). ","disadvantages":"-1 die for all spells cast during combat."},
        {"name":"Wolf","environment":"Forest, prairie or mountains","advantages":"+2 dice for combat and detection spells, +2 dice for forest, prairie or mountain spirits (shaman's choice) ","disadvantages":"Wolf shamans can go berserk in combat, similar to Bear shamans (p. 163)."}
  ],
    "NATURE TOTEMS":[
        {"name":"Moon","environment":"Wild places far from civilization, or the hidden corners of the city ","advantages":"+2 dice for illusion and transformation manipulation spells, +1 die for detection spells, +1 die for spirits of the waters","disadvantages":"-1 die for combat spells. Moon shamans must make a Willpower (6) Test in order to engage in direct confrontation. Negotiation is not considered confrontation (Moon loves discussion), but arguments do fall into that category. "},
        {"name":"Mountain","environment":"Mountain","advantages":"+2 dice for manipulation spells, +2 dice for mountain spirits ","disadvantages":"-1 die for illusion spells. A Mountain shaman must make a Willpower (6) Test to change a course of action once it is chosen."},
        {"name":"Oak","environment":"Forest","advantages":"+2 dice for health spells, +2 dice for forest spirits, +2 dice for hearth spirits in any structure built mostly of oak","disadvantages":"An Oak shaman must have a minimum Strength and Body of 4."},
        {"name":"Sea","environment":"On or near the sea","advantages":"+2 dice for health and transformation manipulation spells, +2 dice for sea spirits and ship (hearth) spirits","disadvantages":"A Sea shaman does not give anything away for free. She must receive a suitable payment, which is determined by the shaman. A loved one may receive a valuable artifact for the price of a kiss, while someone in disfavor must pay handsomely for the smallest consideration. A Sea shaman is very proud and must make a Willpower (6) Test to avoid answering any slight or insult in kind."},
        {"name":"Stream","environment":"Near the shores of a river or stream","advantages":"+2 dice for health spells, +2 dice for river spirits","disadvantages":"-1 die for combat spells "},
        {"name":"Sun","environment":"Anywhere under the open sky","advantages":"+2 dice for combat, detection and health spells. +2 dice for any spirit while in direct sunlight ","disadvantages":"+2 to all Conjuring target numbers at night. A Sun shaman must have a minimum Charisma of 4."},
        {"name":"Wind","environment":"Anywhere under the open sky","advantages":"+2 dice for detection spells, +2 dice for spirits of the sky","disadvantages":"+2 to all magical target numbers while not under the open sky"}
    ],
    "MYTHIC TOTEMS":[
        {"name":"Fenrir","environment":"Forests","advantages":"+3 dice for combat spells, +1 die for forest spirits","disadvantages":": Fenrir shamans must make a Willpower (8) Test to back down or flee from any confrontation. If wounded, a Fenrir shaman goes berserk in the same manner as a Bear shaman (p. 163, SR3)."},
        {"name":"Gargoyle","environment":"Urban","advantages":"+1 die for detection and illusion spells, +2 dice for city spirits","disadvantages":"-1 die for spirits of the waters. Gargoyle shamans must live in either a skyscraper or castlelike structure, which usually requires a high or luxury lifestyle (p. 240, SR3). Their homes always feature some sort of accessible perch, walkway or balcony near the roof. "},
        {"name":"Griffin","environment":"Mountains","advantages":"+2 dice for combat spells, +2 dice for spirits of the sky","disadvantages":": Any time a Griffin shaman is insulted or offended, unless he succeeds in a Willpower (6) Test, the shaman will fly into a frenzy and attack the target. "},
        {"name":"Leviathan","environment":"On or near the sea","advantages":"+1 die for health and manipulation spells, +2 dice for sea spirits ","disadvantages":"-1 die for illusion spells "},
        {"name":"Pegasus","environment":"Rural area under the open sky","advantages":"+2 dice to detection and health spells, +2 dice for spirits of the sky","disadvantages":"Pegasus shamans cannot bear captivity or limits on their freedom of movement. If they voluntarily enter a building or enclosed area, they must make a Willpower (6) Test to remain inside. If they fail, they still may stay inside but receive +1 to all target numbers while inside. Every (Willpower) hours the shaman must repeat this test. Additional failures add a cumulative +1 modifier to all tests. If the modifiers reach +8, the shaman enters a death frenzy. A Pegasus shaman involuntarily confined (imprisoned, caught in a natural disaster, and so on) automatically suffers a +1 penalty to all target numbers. This penalty increases by 1 every (Willpower) hours. When the modifiers reach +8, he enters a death frenzy. Additionally, an imprisoned Pegasus shaman must make a Willpower (6) Test every (Willpower) hours or enter a death frenzy. death frenzy. The shaman will immediately try to escape confinement. He does not fight unless opponents try to stop him. The gamemaster keeps a secret running total of any damage the shaman takes during the frenzy, though neither that damage nor any penalties apply. If the character's damage exceeds the Physical column of the Condition Monitor and his Body Rating, the shaman continues to live for a number of minutes equal to his Willpower, still possessed by the frenzy, then dies. If the shaman succeeds in escaping, the frenzy ends a number of minutes later equal to his Willpower. All damage taken during the frenzy takes effect at that moment. If the damage is enough to kill the shaman, he or she dies."},
        {"name":"Phoenix","environment":"Desert and fields","advantages":"All Phoenix shamans summon spirits of the flames (MITS. p.105) instead of spirits of man. +1 die for health and illusion spells, +2 dice for spirits of the flames (p. 105). Phoenix shamans have a reputation, like their totem, for rising from the ashes. They can survive physical overflow damage of Body x 2. Each time the shaman's damage overflows the Physical column of the Condition Monitor, however, reduce the total by 1. Over time, this can effectively reduce the shaman to having no overflow at all. ","disadvantages":"Phoenix shamans cannot summon spirits of man. They must have a minimum Charisma of 4. Phoenix shamans must also know a performance skill such as a musical instrument, singing or dance, which may be used as a geas or as a creative skill used for centering (MITS. p. 72)."},
        {"name":"Plumed Serpent","environment":"Anywhere in Aztlan","advantages":"+2 dice for detection spells, +2 dice for spirits of the sky","disadvantages":"+2 to all magical target numbers outside the territorial borders of Aztlan"},
        {"name":"Thunderbird","environment":"Under the open sky","advantages":"+2 dice for combat and detection spells, +2 dice for storm spirits ","disadvantages":"-1 die for all magical tests while not under open sky. Thunderbird shamans are very moody and subject to bouts of savage fury in the same manner as Shark shamans (p. 166, SR3)."},
        {"name":"Unicorn","environment":"Forest","advantages":"+2 dice for health and illusion spells, +2 dice for spirits of the land. A Unicorn shaman receives the Aura Reading Skill (p. 86, SR3) for free at one-half his starting Intelligence. The shaman may increase the skill rating using standard rules","disadvantages":"Double all Essence losses from cyberware."},
        {"name":"Wyrm","environment":"Mountains","advantages":"+2 dice for health and manipulation spells, +2 dice for mountain spirits","disadvantages":"Wyrm shamans must make a Willpower (6) Test to quit a task and do something else instead. They must also sleep an average of seventy hours a week. "}
    ],
   "IDOLS":[
        {"name":"Adversary","environment":"Everywhere","advantages":"+2 dice for combat and manipulation spells","disadvantages":"If wounded, Adversary shamans go berserk in the same way as Bear shamans (p. 163, SR3). Adversary shamans must succeed in a Willpower (8) Test to be friendly and civil to authority figures."},
        {"name":"Bacchus","environment":"Anywhere on land","advantages":"+2 dice for illusion spells, +2 dice for spirits of man ","disadvantages":"A Bacchus shaman must succeed in a Willpower (6) Test to continue on a course of action if something more interesting, prettier or more relaxing presents itself. Additionally, Bacchus shamans are easily distracted; apply a -1 Perception die modifier whenever a Bacchus shaman is in the presence of music, art, motion or great beauty."},
        {"name":"Creator","environment":"Urban or forest","advantages":"+2 dice for enchanting, +1 die for hearth and city spirits","disadvantages":"-1 die for combat spells. When confronted  with something unusual or unique, a Creator shaman must  make a Willpower (4) Test to avoid immediately using astral  perception to examine the new find for 3 turns. Each success  on the Willpower Test reduces this time by one turn, and 3 or  more successes allow the shaman to ignore the impulse."},
        {"name":"Dark King","environment":"Natural caves","advantages":"+2 dice for health spells, +2 dice for spirits of man","disadvantages":": Followers of the Dark King are physically weak, having suffered great trials. They must sacrifice 1 point from a starting physical Attribute."},
        {"name":"Dragonslayer","environment":"Anywhere on land","advantages":"+3 dice for combat spells, +1 die for hearth spirits","disadvantages":"-1 die for illusion and detection spells"},
        {"name":"Fire-Bringer","environment":"Urban","advantages":"+2 dice for detection and manipulation spells, +2 dice for spirits of man","disadvantages":"-1 die for illusion spells "},
        {"name":"Great Mother","environment":"Anywhere","advantages":"+2 dice for health spells, +2 dice for field and forest spirits and all spirits of the waters","disadvantages":"-2 dice when in the presence of corruption"},
        {"name":"Horned Man","environment":"Anywhere on land","advantages":"+2 dice for combat spells, +2 dice for all spirits of the land ","disadvantages":"Shamans of the Horned Man must make a Willpower (6) Test to refuse a fight or physical contest. They are also lecherous and must make a Willpower Test against a target number equal to twice a seducer's Charisma to refuse any advances."},
        {"name":"Lover","environment":"Urban","advantages":"+2 dice for illusion and control manipulation spells, +2 dice for spirits of the waters ","disadvantages":"Followers must have a minimum Charisma of 6"},
        {"name":"Moon Maiden","environment":"Anywhere","advantages":"None","disadvantages":"None"},
        {"name":"Sea King","environment":"Anywhere near the sea","advantages":"+2 dice for manipulation spells, +2 dice for sea spirits","disadvantages":"-1 die for combat spells. Sea King shamans also suffer from the Sea Legs Flaw (p. 24, SR Comp), without receiving any compensating Edges or Build Points"},
        {"name":"Seductress","environment":"Urban","advantages":"+2 dice for illusion and control manipulation spells, +2 dice for spirits of man","disadvantages":": Seductress shamans must have a minimum Charisma of 6. They must also succeed in a Willpower (6) Test to avoid indulging themselves when a vice or corruption (drugs, BTLs, sex, and so on) is made available."},
        {"name":"Siren","environment":"Sea","advantages":"+2 dice for illusion and control manipulation spells, +2 dice for sea spirits ","disadvantages":"Siren shamans must have a minimum Charisma of 6. Sirens have difficulty focusing on more than one opponent at a time; they receive a +1 spellcasting modifier when attacked by more than one foe. "},
        {"name":"Sky Father","environment":"Anywhere under the open sky","advantages":"+2 dice for detection and manipulation spells, +2 dice for storm spirits ","disadvantages":"+2 to all target numbers if the shaman is entrapped or bound in any way "},
        {"name":"Trickster","environment":"Anywhere","advantages":"None","disadvantages":"None"},
        {"name":"Wild Huntsman","environment":"Forest, mountains or plains","advantages":"+2 dice for detection and illusion spells, +2 dice for storm spirits","disadvantages":"Wild Huntsman shamans can go berserk in combat in the same way as Bear shamans (p. 163, SR3)."},
        {"name":"Wise Warrior","environment":"Urban","advantages":"+2 dice for combat and detection spells, +2 dice for resisting all damaging spells ","disadvantages":"-1 die for illusion spells"}
    ],
    "LOA":[
        {"name":"Agwe","environment":"Anywhere","advantages":"+2 dice for illusion spells","disadvantages":"-1 die for combat spell"},
        {"name":"Azaca","environment":"Anywhere","advantages":"+2 dice for health spells","disadvantages":"A houngan of Azaca must make a Willpower (6) Test to avoid taking impulsive actions. "},
        {"name":"Damballah","environment":"Anywhere","advantages":"+2 dice for detection and manipulation spells","disadvantages":"A houngan of Damballah must make a successful Willpower (6) Test to reveal a particularly good piece of information."},
        {"name":"Erzulie","environment":"Anywhere","advantages":"+2 dice for illusion and control manipulation spells","disadvantages":"A houngan of Erzulie must maintain at least a Middle Lifestyle (p. 240, SR3). They suffer +1 to all magical target numbers while unkempt or less than stylish."},
        {"name":"Ghede","environment":"Anywhere","advantages":"+2 dice for health and manipulation spells","disadvantages":"A houngan of Ghede must make a Willpower (6) Test to avoid playing a trick in an inappropriate situation."},
        {"name":"Legba","environment":"Anywhere","advantages":"+2 dice for detection and manipulation spells","disadvantages":"-1 die for combat spells. Houngans of Legba must have a minimum Charisma of 4. "},
        {"name":"Obatala","environment":"Anywhere","advantages":"+2 dice for detection, health and control manipulation spells ","disadvantages":"Houngans of Obatala cannot cast combat spells. They suffer +2 to all magical target numbers when they are not wearing at least one article of white clothing. "},
        {"name":"Ogoun","environment":"Anywhere","advantages":"+2 dice for combat spells","disadvantages":"-1 die for illusion spells. Houngans of Ogoun  must make a Willpower (6) Test to back down from any insult  to their honor or prowess."},
        {"name":"Shango","environment":"Anywhere","advantages":"+3 dice for Fire and Lightning elemental manipulation spells","disadvantages":"Houngans of Shango may go berserk in combat, in the same way as Bear shamans (p. 163, SR3)"}
    ]
}